Repository: rmraya/XLIFFManager
Catalog: XliffManager_es.tmx
Source language: en
Languages: es

source: OpenXLIFF Server ready
es: Servidor OpenXLIFF listo

source: Version: {0} Build: {1}
es: Versión: {0} Compilación: {1}

source: OpenXLIFF Server error
es: Error de Servidor OpenXLIFF

source: OpenXLIFF Server started
es: Servidor OpenXLIFF iniciado

source: OpenXLIFF Server closed
es: Servidor OpenXLIFF cerrado

source: Error retrieving result from server
es: Error al recuperar el resultado del servidor

source: Unable to create skeleton folder {0}
es: No se puede crear la carpeta de esqueleto {0}

source: Error creating skeleton
es: Error al crear esqueleto

source: Auto-detected type: {0}
es: Tipo detectado automáticamente: {0}

source: Unable to auto-detect file format
es: No se puede detectar automáticamente el formato de archivo

source: Auto-detected encoding: {0}
es: Codificación detectada automáticamente: {0}

source: Unable to auto-detect character set
es: No se puede detectar automáticamente el juego de caracteres

source: Selected file is valid XLIFF {0}
es: El archivo seleccionado es XLIFF {0} válido

source: Validation completed
es: Validación completada

source: Error validating file
es: Error al validar el archivo

source: Error getting target file
es: Error al obtener el archivo de destino
